<?php

$text[0] = "Работать с вашей фирмой и ее представителями понравилось. Работали аккуратно, вежливый персонал. Будем предлагать ваши услуги своим знакомым. Спасибо!";
$text[1] = "Заказывали потолок у Вас первый раз, очень понравился результат. Аккуратно и быстро все сделали. Будем вас рекомендовать!";
$text[2] = "Спасибо бригаде № 3 за качественную и быструю  работу. Компания «Аксиома» на высшем уровне оказывает услуги! Рекомендую Всем!";
$text[3] = "Спасибо за индивидуальный подход! Работа выполнена с рок! Быстро, чисто и аккуратно!";
$text[4] = "Компания Аксиома спасибо Вам за уважительное отношение, культуру общения и компетентность специалистов. МЫ довольны вашей работой! Будем заказывать еще!";
$text[5] = "Хочется выразить отдельную благодарность 2 бригаде монтажников за установку двухуровнего потолка, очень быстро, аккуратно и чисто. Спасибо замерщику за помощь в выборе цветов.  Доволен работой, закажу еще!";
$text[6] = "Остались очень довольны работой компании «Аксиома»! Очень нравятся потолки которые вы сделали. Отдельное спасибо бригаде № 4 за чистый монтаж. Будем заказывать теперь в свой дом! Спасибо!";
$text[7] = "Доброжелательной менеджер, пунктуальный замерщик и  аккуратные монтажники. Будем вас рекомендовать всем знакомым.  Довольны Вашей работой!";
$text[8] = "Очень понравилась работа монтажников, их оперативность, аккуратность, их оперативность, аккуратность, слаженность, учитывали все мои  пожелания.";
$text[9] = "Очень понравилась работа компании «Аксиома», без нареканий. Хорошо проконсультировали по телефону, технолог - толковый, монтажники сделали работу очень качественно и быстро! Спасибо, будем рекомендовать!"; 
$text[10] = "Заказали потолок в детскую комнату с рисунками, очень довольны работой компании «Аксиома».  Мне как маме важно качество материала и чистота монтажа. Ребята справились на отлично! Будем заказывать натяжные потолки только у Вас.";
$text[11] = "Рады , что обратились в вашу компанию! Остались довольны работой и самое главное потолком! Красиво, аккуратно и не дорого! Буду рекомендовать Вас! Спасибо за работу!";
$text[12] = "Приятно иметь дело с профессионалами! Заказываю у Вас потолок не в первый раз, и цена радует  и качество на высшем уровне.  Буду заказывать у Вас еще потолки! Спасибо, так держать!";
$text[13] = "Заказали потолки в зал и спальню. Работа выполнена быстро и качественно. Очень приятно работать с вашей компанией! Будем заказывать еще!";
$text[14] = "Приятные  цены, вежливый персонал компании Аксиома очень приятно удивил. Работа выполнена в назначенный срок, за что большое спасибо!";
$text[15] = "Все специалисты компании знают свою дело, умеют слушать, понимают, что хочет клиент, могут посоветовать как лучше. Рада, что выбрала именно компанию «Аксиома». Спасибо";
$text[16] = "Компания отличная! Всем рекомендую! Ребята, монтажники, бригады № 2, очень внимательные, вежливые , просто молодцы! Большое спасибо за работу! Потолок супер!!! Все отлично!";
$text[17] = "Я являюсь постоянным клиентом компании компании «Аксиома», т.к. делаю ремонт в несколько этапов. Очень довольна работой! Результат впечатляет! Спасибо ВАМ!";
$text[18] = "Все очень быстро, оперативно, приветливая Маргарита приняла заказ, замерщик дал полную консультацию о потолках, помог в выборе. Монтажники оставили после себя идеальную чистоту, чем удивили. Спасибо!";
$text[19] = "Европейский подход к работе! Все сделано быстро, четко и качественно! Спасибо!
Буду советовать Вашу компанию!";
$text[20] = "У меня работала 1,2 бригада. Работа выполнена быстро. В квартире после монтажа чисто. Спасибо за оперативность и качество работ!";
$text[21] = "Воспользовалась услугой компании  в первый раз. Очень ответственные и добросовестные. Огромное спасибо бригаде № 4. Только наилучшее впечатление. Все сделано быстро и профессионально!";
$text[22] = "Спасибо компании Аксиома за добросовестную работу! Обещали качественный потолок – Сделали! Мусор был убран, оставили после себя чистоту. Работы произвели в срок! С удовольствием будем Вас  рекомендовать!";
$text[23] = "Отличное качество материалов, вежливые сотрудники. Конечно результат превзошедший самые смелые ожидания. Особо отмечу высокий уровень работ со светодиодной лентой. Бригада № 3 – молодцы!";
$text[24] = "Хорошая компания  с хорошими специалистами, начиная от менеджера и заканчивая монтажниками, которые сделали свою работу на 5+! Молодцы! Так держать!";
$text[25] = "В очередной раз остались довольны вниманием, скоростью и качеством работ компании Аксиома! Вы большие молодцы!";
$text[26] = "Огромное спасибо за Ваш сервис и культуру обслуживания!  Очень довольны своим потолком, обязательно закажем еще раз у Вас!";
$text[27] = "Большое спасибо! Все очень понравилось! Ребята очень вежливые, приехали, все здорово сделали! Будем Вас рекомендовать друзьям! Спасибо за работу!";
$text[28] = "Уважаемое руководство компании «Аксиома», хочу выразить благодарность за профессиональную работу сотрудников! Желаю вашей компании процветания!";
$text[29] = "Спасибо компании «Аксиома» за помощь в выборе конструкции натяжного потолка! Нам очень нравится! Побольше клиентов Вам! Спасибо огромное за результат!";

$names [0] = "Петров С.С.";
$names [1] = "Зиганшина Т.А.";
$names [2] = "Ситдикова М.И.";
$names [3] = "Валеева Д.Т.";
$names [4] = "Ибрагимов  В.В.";
$names [5] = 'Сибгатуллин Д.Н.';
$names [6] = 'Давлетшина М.И.';
$names [7] = 'семья Закировых.';
$names [8] = 'Белова Т.М.';
$names [9] = "";
$names [10] = 'Мавлетдинова А.А.';
$names [11] = 'Зинуров А.Д.';
$names [12] = 'Тельпов А.П.';
$names [13] = 'семья Ивановых ';
$names [14] = 'Белова А.П.';
$names [15] = 'Юшкова П.Т.';
$names [16] = 'Ивашкина В.А.';
$names [17] = 'Зайниева Ю.А.';
$names [18] = 'Сивакова Р.Т.';
$names [19] = 'Сатдарова С.И.';
$names [20] = 'Орлова Р.И.';
$names [21] = '';
$names [22] = 'семья Ирковых';
$names [23] = 'Забиров Д.П.';
$names [24] = 'Миниханов А.Т.';
$names [25] = 'Зайниева К.А.';
$names [26] = 'Мазуров А.В.';
$names [27] = 'Салимова Н.Г.';
$names [28] = 'Торохов Ф.В.';
$names [29] = 'Садыков А.Т.';


$count_names = count($names);

for ($i=0; $i < $count_names; $i++) { 
	//echo $names[$i];
	echo '<div class="reviews-block">';
		echo '<div class="reviews-block-header">';
		echo $text[$i];
		echo '<div class="clear"></div>';
		echo '<ul>';
		echo '<li><img src="assets/img/reviews/room-1-1.png" alt="img"></li>';
		echo '</ul>';
		echo '<div class="triangle-down"></div>';
		echo '<div class="reviews-photo reviews-photo-1"></div>';
		echo '</div>';
		echo '<h6>'.$names[$i].'</h6>';
		echo '<p>Трехуровневый, бесшевный<br>натяжной потолок.</p>';
		echo '<h6><span>адрес:</span> Ленина, 15, кв. 23</h6>';
		echo '<h6><span>телефон.:</span> (347) 354-68-95</h6>';
	echo '</div>';
}

?>



<!-- Отзыв 
<div class="reviews-block">
	<div class="reviews-block-header">
		Работать с вашей фирмой и ее представителями понравилось. Работали аккуратно, вежливый персонал. Будем предлагать ваши услуги своим знакомым. Спасибо!
		<div class="clear"></div>
		<ul>
			<li><img src="assets/img/reviews/room-1-1.png" alt="img"></li>
			<li><img src="assets/img/reviews/room-1-2.png" alt="img"></li>
			<li><img src="assets/img/reviews/room-1-3.png" alt="img"></li>
		</ul>
		<div class="triangle-down"></div>
		<div class="reviews-photo reviews-photo-1"></div>
	</div>
	<h6>Петров С. С.</h6>
	<p>
		Трехуровневый, бесшевный<br>натяжной потолок.
	</p>
	<h6><span>адрес:</span> Ленина, 15, кв. 23</h6>
	<h6><span>телефон.:</span> (347) 354-68-95</h6>
</div>
 /Отзыв -->